[ClassDefinition.Class_IncendiaryFanBoat VehicleClassDefinition]
DisplayName="Aerobote"

[Weapons.WeaponTypes.WeaponType_Flamethrower WeaponTypeDefinition]
Typename=" Lançachamas do Aerobote"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Weapons.WeaponTypes.WeaponType_IncendiaryMachineGun WeaponTypeDefinition]
Typename=" Metralhadora Incendiária do Aerobote"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

